{
  "home.automaticTranslation": "Traduzione Automatica",
  "home.title": "Traduci i tuoi sottotitoli in più lingue",
  "home.description": "Carica i tuoi file di sottotitoli e ottieni traduzioni precise in pochi minuti. Nessun lavoro manuale necessario. Nessun accesso richiesto.",
  "home.queueNote": "Nota: I tuoi file verranno elaborati in ordine di invio. Potrai monitorare la tua posizione nella coda.",
  "home.selectLanguages": "Seleziona le lingue dei sottotitoli:",
  "home.freeServiceNote": "Servizio gratuito: I file vengono elaborati in ordine di invio. Riceverai un link univoco per monitorare lo stato del tuo file nella coda.",
  "home.translateButton": "Traduci Sottotitoli",

  "legal.translationDisclaimer": "Questa è una traduzione della versione ufficiale in inglese di questo documento. Tutte le traduzioni sono generate dall'IA e fornite solo per comodità. Solo la versione inglese è legalmente vincolante.",

  "features.title": "Perché scegliere il nostro traduttore di sottotitoli",
  "features.subtitle": "Traduzione di sottotitoli veloce, precisa e facile da usare per tutte le tue esigenze",
  "features.multipleLanguages.title": "Più Lingue",
  "features.multipleLanguages.description": "Traduci i tuoi sottotitoli in 5 lingue diverse con alta precisione ed espressioni naturali.",
  "features.fastProcessing.title": "Elaborazione Rapida",
  "features.fastProcessing.description": "Ottieni i tuoi sottotitoli tradotti rapidamente grazie al nostro sistema di elaborazione efficiente.",
  "features.highQuality.title": "Alta Qualità",
  "features.highQuality.description": "Il nostro motore di traduzione garantisce traduzioni precise e contestualmente appropriate.",
  "features.easyDownload.title": "Download Facile",
  "features.easyDownload.description": "Scarica tutti i tuoi file di sottotitoli tradotti in un pratico pacchetto zip.",
  "features.privacyFirst.title": "Privacy Prima di Tutto",
  "features.privacyFirst.description": "I tuoi file di sottotitoli vengono elaborati in modo sicuro ed eliminati dopo 7 giorni.",
  "features.freeService.title": "Servizio Gratuito",
  "features.freeService.description": "Nessuna registrazione o pagamento richiesto. Basta caricare e tradurre.",

  "footer.appName": "SubtitlePro",
  "footer.description": "Aggiungi automaticamente sottotitoli ai tuoi video in più lingue. Gratuito, nessun accesso richiesto.",
  "footer.resources.title": "Risorse",
  "footer.resources.features": "Funzionalità",
  "footer.resources.howItWorks": "Come Funziona",
  "footer.resources.testimonials": "Testimonianze",
  "footer.legal.title": "Legale",
  "footer.legal.privacyPolicy": "Informativa sulla Privacy",
  "footer.legal.termsOfService": "Termini di Servizio",
  "footer.copyright": "© {year} SubtitlePro. Tutti i diritti riservati.",
  "footer.social.twitter": "Twitter",
  "footer.social.facebook": "Facebook",
  "footer.social.instagram": "Instagram",

  "header.appName": "Titro",
  "header.nav.features": "Funzionalità",
  "header.nav.howItWorks": "Come Funziona",
  "header.nav.testimonials": "Testimonianze",

  "howItWorks.title": "Come Funziona",
  "howItWorks.subtitle": "Traduci i tuoi file di sottotitoli in pochi semplici passaggi",
  "howItWorks.step1.title": "Carica i Tuoi File",
  "howItWorks.step1.description": "Trascina e rilascia i tuoi file di sottotitoli o sfoglia per selezionarli. Supportiamo i formati .srt",
  "howItWorks.step1.dropzone": "Rilascia qui i tuoi file di sottotitoli",
  "howItWorks.step2.title": "Seleziona le Lingue",
  "howItWorks.step2.description": "Scegli le lingue in cui desideri tradurre i tuoi sottotitoli. Puoi selezionare più lingue contemporaneamente.",
  "howItWorks.step3.title": "Monitora il Progresso",
  "howItWorks.step3.description": "Monitora lo stato della tua traduzione con un link univoco. Vedrai la tua posizione nella coda e quando inizia l'elaborazione.",
  "howItWorks.step3.progress": "Elaborazione: 50% completata",
  "howItWorks.step4.title": "Scarica i Risultati",
  "howItWorks.step4.description": "Una volta completata l'elaborazione, scarica un file zip contenente tutti i tuoi file di sottotitoli tradotti. I file sono disponibili per 7 giorni.",
  "howItWorks.step4.downloadText": "Scarica results.zip",

  "testimonials.badge": "Testimonianze",
  "testimonials.title": "Cosa dicono i nostri utenti",
  "testimonials.subtitle": "Non credere solo a noi. Ecco cosa dicono i creatori di contenuti su SubtitlePro.",
  "testimonials.testimonial1.name": "Sarah Johnson",
  "testimonials.testimonial1.role": "Creatrice di Contenuti",
  "testimonials.testimonial1.content": "SubtitlePro ha rivoluzionato il mio canale YouTube. Ora posso raggiungere un pubblico globale senza passare ore a creare sottotitoli manualmente.",
  "testimonials.testimonial2.name": "Michael Chen",
  "testimonials.testimonial2.role": "Regista",
  "testimonials.testimonial2.content": "La precisione dei sottotitoli è impressionante. Ho provato altri strumenti, ma SubtitlePro fornisce costantemente i migliori risultati per i miei film documentari.",
  "testimonials.testimonial3.name": "Elena Rodriguez",
  "testimonials.testimonial3.role": "Direttrice Marketing",
  "testimonials.testimonial3.content": "I nostri video di marketing ora raggiungono pubblici in diversi paesi grazie a SubtitlePro. Il processo è così semplice e i risultati sono fantastici.",

  "upload.title": "Carica file di sottotitoli",
  "upload.dragAndDrop": "Trascina e rilascia o clicca per sfogliare",
  "upload.selectFiles": "Seleziona File",
  "upload.supportedFormat": "Formato supportato: .srt",
  "upload.selectedFiles": "File Selezionati ({count})",

  "status.title": "Stato della traduzione",
  "status.translatedFiles": "File tradotti:",
  "status.noJobs": "Nessun lavoro di traduzione ancora.",
  "status.translationId": "ID traduzione: {id}",
  "status.backToHome": "← Torna alla Home",
  "status.downloadError": "Impossibile scaricare il file. Si prega di riprovare.",
  "status.downloadErrorMissingId": "Impossibile scaricare: ID batch mancante",

  "status.details.ready": "Le tue traduzioni sono pronte!",
  "status.details.readyDescription": "Scarica il file zip contenente tutti i tuoi file di sottotitoli tradotti.",
  "status.details.zipping": "Creazione del download in corso...",
  "status.details.zippingDescription": "Tutte le traduzioni sono complete. Stiamo impacchettando i tuoi file in un archivio ZIP.",
  "status.details.queued": "I tuoi file sono in coda",
  "status.details.queuedDescription": "Posizione attuale: {position} in coda",
  "status.details.inProgress": "Traduzione in corso",
  "status.details.progress": "{current} di {total} file completati",

  "status.download.button": "Scarica tutte le traduzioni",
  "status.download.preparing": "Preparazione del download",

  "status.pill.completed": "Completato",
  "status.pill.zipping": "Creazione ZIP",
  "status.pill.inProgress": "In corso",
  "status.pill.queued": "In coda",
  "status.pill.error": "Errore",
  "status.pill.unknown": "Sconosciuto",

  "privacy.title": "Informativa sulla Privacy",
  "privacy.intro.title": "Introduzione",
  "privacy.intro.content": "Questa Informativa sulla Privacy spiega come gestiamo i tuoi dati quando utilizzi il nostro servizio di traduzione dei sottotitoli. Ci impegniamo per la trasparenza e la protezione della tua privacy.",
  "privacy.cookies.title": "Cookie e Preferenze Linguistiche",
  "privacy.cookies.content": "Utilizziamo i cookie esclusivamente per memorizzare le tue preferenze linguistiche e migliorare la tua esperienza. Questi cookie sono essenziali per il funzionamento di base del nostro servizio e non tracciano il tuo comportamento di navigazione.",
  "privacy.thirdParty.title": "Contenuti di Terze Parti",
  "privacy.thirdParty.content": "Il nostro servizio può contenere link a siti web di terze parti. Non siamo responsabili delle pratiche sulla privacy o del contenuto di questi siti esterni. Ti incoraggiamo a consultare le loro informative sulla privacy.",
  "privacy.changes.title": "Modifiche a Questa Informativa",
  "privacy.changes.content": "Potremmo aggiornare questa Informativa sulla Privacy di tanto in tanto. Eventuali modifiche saranno pubblicate su questa pagina con una data di revisione aggiornata. Ti incoraggiamo a consultare periodicamente questa informativa.",
  "privacy.contact.title": "Contatti",
  "privacy.contact.content": "Se hai domande su questa Informativa sulla Privacy o sulle nostre pratiche, contattaci attraverso i nostri canali di supporto.",

  "terms.title": "Termini di Servizio",
  "terms.intro.title": "Benvenuto",
  "terms.intro.content": "Benvenuto nella nostra piattaforma di traduzione dei sottotitoli. Accedendo o utilizzando questo servizio, accetti di essere vincolato dai seguenti Termini di Servizio. Ti preghiamo di leggerli attentamente.",
  "terms.acceptance.title": "1. Accettazione dei Termini",
  "terms.acceptance.content": "Utilizzando questo sito web, confermi di comprendere e accettare questi Termini di Servizio. Se non sei d'accordo, ti preghiamo di non utilizzare la piattaforma.",
  "terms.service.title": "2. Descrizione del Servizio",
  "terms.service.content": "Questo servizio fornisce strumenti per tradurre e localizzare sottotitoli e altri testi forniti dall'utente. È progettato per supportare più lingue attraverso un'interfaccia user-friendly, con cambio lingua e internazionalizzazione alimentati da react-intl.",
  "terms.responsibilities.title": "3. Responsabilità dell'Utente",
  "terms.responsibilities.content": "Accetti di utilizzare la piattaforma in modo legale e rispettoso. Non devi caricare o utilizzare contenuti illegali, dannosi o che violano i diritti di altri. Sei responsabile di qualsiasi contenuto che invii per la traduzione o la visualizzazione attraverso la piattaforma.",
  "terms.intellectualProperty.title": "4. Proprietà Intellettuale",
  "terms.intellectualProperty.content": "Tutto il contenuto originale, il design e le funzionalità del sito sono di proprietà del proprietario della piattaforma. Qualsiasi contenuto inviato dall'utente rimane di proprietà dell'autore originale. Inviando contenuti, ci concedi una licenza non esclusiva per elaborare e visualizzare tale contenuto nel contesto delle funzionalità di traduzione.",
  "terms.warranty.title": "5. Nessuna Garanzia",
  "terms.warranty.content": "Il servizio è fornito 'così com'è' e 'secondo disponibilità' senza garanzie di alcun tipo. Sebbene miriamo all'accuratezza e alla stabilità, non garantiamo che le traduzioni siano prive di errori o che il servizio sia ininterrotto o sicuro.",
  "terms.liability.title": "6. Limitazione di Responsabilità",
  "terms.liability.content": "Nella massima misura consentita dalla legge, non siamo responsabili per eventuali danni o perdite derivanti dall'uso della piattaforma. Questo include danni o perdite indirette o consequenziali, profitti persi o dati persi.",
  "terms.modifications.title": "7. Modifiche ai Termini",
  "terms.modifications.content": "Possiamo aggiornare questi Termini di Servizio di volta in volta. Quando lo facciamo, la nuova versione sarà pubblicata su questa pagina con la data di efficacia aggiornata. L'uso continuato del servizio significa che accetti i termini aggiornati.",
  "terms.governingLaw.title": "8. Legge Applicabile",
  "terms.governingLaw.content": "Questi Termini sono regolati dalle leggi di [Inserire Giurisdizione], senza tener conto dei principi di conflitto di leggi.",
  "terms.contact.title": "9. Contatto",
  "terms.contact.content": "Se hai domande su questi Termini di Servizio, ti preghiamo di contattarci attraverso il nostro canale di supporto ufficiale o il modulo di contatto.",

  "language.en": "Inglese",
  "language.fr": "Francese",
  "language.pt": "Portoghese",
  "language.es": "Spagnolo",
  "language.de": "Tedesco",
  "language.it": "Italiano"
}
